Repository: BackupTheBerlios/xfce-goodies-svn
Catalog: xfce4-xkb-plugin/trunk/po/*.po
Languages: bg, el, eu, hu, ja, pl, ru

source: Keyboard Layout Switcher
bg: Клавиатурна подредба
el: Εναλλάκτης διάταξης πληκτρολογίου
eu: Teklatu Ingurune Aldatzailea
hu: Billentyűkiosztás váltó
ja: キーボードレイアウトの切り換え
pl: Przełącznik układów klawiatury
ru: Раскладки клавиатуры

source: Allows you to switch the keyboard layout and displays the currently selected layout.
bg: Позволява превключване на клавиатурните подредби и показва текущо-избраната подредба
el: Επιτρέπει την εναλλαγή της διάταξης πληκτρολογίου και εμφανίζει την τρέχουσα διάταξη.
eu: Teklatu ingurunea aldatu edo erabilitako ingurunea ikusteko aukera ematen du.
hu: Lehetővé teszi a billentyűzet kiosztás váltását és kijelzi a mostanit.
ja: 現在のキーボードレイアウトを表示します。 また、レイアウトを切り換える事ができます。
pl: Umożliwia zmianę ustawień klawiatury oraz podaje obecne ustawienia
ru: Позволяет переключать раскладку клавиатуры и отображает текщую раскладку

source: Other plugins available here
bg: Тук ще намерите други плъгини
el: Άλλα διαθέσιμα πρόσθετα
eu: Hemen erabilgarri dauden beste plugin-ak
ja: その他のプラグインはここにあります。
pl: Inne wtyczki dostępne tutaj
ru: Другие доступные расширения

source: Configure Keyboard Layout Switcher
bg: Конфигуриране на клавиатурните подредби
el: Ρύθμιση εναλλάκτη διάταξης πληκτρολογίου
eu: Teklatu Ingurune Aldatzailea Konfiguratu
hu: Billentyűkiosztás váltó beállítása
ja: キーボードレイアウト切り換えの設定
pl: Konfiguracja wtyczki
ru: Параметры

source: Show layout as
bg: Показване на подредбата като
el: Προβολή διάταξης ως
eu: Ikusi ingurunea horrela
hu: Megjelenítés mint
ja: レイアウトの表示方法
pl: Pokaż układ jako
ru: Стиль отображения

source: image
bg: картинка
el: εικόνα
eu: irudia
hu: kép
ja: 画像
pl: grafika
ru: картинка

source: text
bg: текст
el: κείμενο
eu: testua
hu: szöveg
ja: 文字
pl: tekst
ru: текст

source: Per applcation settings
bg: Настройки за приложения
el: Ρυθμίσεις ανά εφαρμογή
eu: Aplikazio ezarpen bakoitzagatik
hu: Alkalmazásonkénti beállítás
ja: アプリケーション毎の設定
pl: wg. ustawień aplikacji
ru: Дополнительно

source: _Remember layout for each application
bg: Помнене на подредбата за всяко приложение
el: _Καταγραφή διάταξης ανά εφαρμογή
eu: Aplikazio bakoitzaren ingurunea gogo_ratu
hu: _Emlékezz minden alkalmazás kiosztására
ja: アプリケーション毎のレイアウトを覚えておく(_R)
pl: _Zapamiętaj ustawienia układów dla poszczególnych aplikacji
ru: Запоминать раскладку для каждого приложения

source: Default layout:
bg: Подредба по подразбиране:
el: Εξορισμού διάταξη:
eu: Lehenetsiriko ingurunea:
hu: Alapkiosztás:
ja: 標準レイアウト:
pl: Domyślny układ:
ru: Раскладка по умолчанию:

source: Displays the current keyboard layout and switches the layout when clicked
bg: Показва и превключва клавиатурната подредба
el: Εμφανίζει την τρέχουσα διάταξη πληκτρολογίου και την αλλάζει όταν κάνετε κλικ επάνω
eu: Erabilitako teklatu ingurunea bistarazi eta klikatzean aldatu egiten du
hu: Kijelzi a jelenlegi billentyűkiosztást és kattintásra vált
ja: 現在のキーボードレイアウトを表示、クリックでそのレイアウトを切り換えます。
pl: Pokazuje obecny układ i zmienia go po kliknięciu
ru: Отображает текущую раскладку клавиатуры и позволяет переключать раскладки
