Repository: BackupTheBerlios/xfce-goodies-svn
Catalog: thunar-media-tags-plugin/trunk/po/*.po
Languages: hu

source: Title
hu: Cím

source: Artist - Title
hu: Művész - Cím

source: Track - Title
hu: Sorszám - Cím

source: Track - Artist - Title
hu: Sorszám - Művész - Cím

source: Track. Title
hu: Sorszám. Cím

source: Track. Artist - Title
hu: Sorszám. Művész - Cím

source: Artist - Track - Title
hu: Művész - Sorszám - Cím

source: Unknown Artist
hu: Ismeretlen művész

source: Unknown Title
hu: Ismeretlen cím

source: Naming _scheme:
hu: Név _forma:

source: _Replace spaces with underscores
hu: _Aláhúzás szóközök helyett

source: Activating this option will replace all spaces in the target filename with underscores.
hu: E lehetőség a célfájl nevében aláhúzásra cseréli a szóközöket.

source: Convert to _lowercase
hu: _kisbetűsre váltás

source: If you activate this, the resulting filename will not contain any uppercase letters.
hu: Használata esetén a fájlok nevében nem lesznek Nagybetűk.

source: Default Art_ist:
hu: Alapértelmezetten megadott Művész:

source: Text entered in this field is going to replace missing artist tags.
hu: E mező szövege kerül a hiányzó Művész mezőbe.

source: ID3 and Vorbis Tags
hu: Vorbis és id3 tagok
