Repository: BackupTheBerlios/xfce-goodies-svn
Catalog: thunar-tag-renamer-plugin/trunk/po/*.po
Languages: de

source: Artist - Title
de: Interpret - Titel

source: Track - Title
de: Titelnummer - Titel

source: Track - Artist - Title
de: Titelnummer - Interpret - Titel

source: Track. Title
de: Titelnummer. Titel

source: Track. Artist - Title
de: Titelnummer. Interpret - Titel

source: Artist - Track - Title
de: Interpret - Titelnummer - Titel

source: Unknown Artist
de: Unbekannter Interpret

source: Unknown Title
de: Unbekannter Titel

source: Naming _scheme:
de: _Schema:

source: _Replace spaces with underscores
de: Leerzeichen durch Unterstriche e_rsetzen

source: Activating this option will replace all spaces in the target filename with underscores.
de: Mit dieser Option werden alle Leerzeichen durch Unterstriche ersetzt.

source: Convert to _lowercase
de: In K_leinbuchstaben umwandeln

source: If you activate this, the resulting filename will not contain any uppercase letters.
de: Konvertiert alle Zeichen in Kleinbuchstaben.

source: Default Art_ist:
de: Standard_interpret:

source: Text entered in this field is going to replace missing artist tags.
de: Hier eingefügter Text ersetzt fehlende Informationen über den Interpret.

source: ID3 and Vorbis Tags
de: ID3- und Vorbis-Tags
