Repository: BackupTheBerlios/xfce-goodies-svn
Catalog: xfce4-showdesktop-plugin/trunk/po/*.po
Languages: de, es, eu, hu, ja, ko, lt, vi

source: Press this button to show/hide windows
de: Alle Fenster anzeigen bzw. minimieren

source: Button 1: show all windows Button 2: show previous window group
de: linke Mousetaste: alle Fenster anzeigen mittlere Mousetaste: vorherige Fenstergruppe anzeigen

source: Button 1: hide all windows Button 2: hide previous window group
de: linke Mousetaste: alle Fenster minimieren mittlere Mousetaste: vorherige Fenstergruppe minimieren

source: Enable this options, if your panel is located on top or on the right.
de: Diese Option sollte aktiviert werden, wenn sich das Panel am oberen oder rechten Rand befindet.

source: Enable this option, if you want tooltips on all command buttons.
de: Sollen Tooltips auf den Buttons angezeigt werden?

source: If this options is enabled, the plugin consumes less space on the panel.
de: Wenn diese Option aktiviert ist, verbraucht das Plugin weniger Platz.

source: one button only
de: Nur ein Button anzeigen.

source: swap commands
de: Befehle vertauschen
es: intercambiar órdenes
eu: komandoak trukatu
hu: csere parancsok
ja: コマンドを入れ替える
ko: 명령을 바꿉니다.
lt: sukeisti komandas
vi: trao đổi câu lệnh

source: show tooltips
de: Tooltips anzeigen

source: reduce size
de: verkleinern
es: reducir tamaño
eu: tamaina murriztu
hu: kisebb méret
ja: サイズを減らす
ko: 크기를 줄입니다.
lt: pamažinti
vi: giảm kích thước

source: Options
de: Optionen
es: Opciones
eu: Aukerak
hu: Lehetőségek
ja: オプション
ko: 선택
lt: Nustatymai
vi: Tùy chọn

source: Show Desktop
de: Desktop anzeigen
es: Mostrar escritorio
eu: Idazmahaia Bistarazi
hu: Asztalra váltás
ja: デスクトップ表示
ko: 데스크탑 보이기
lt: Darbastalio atidengiklis
vi: Hiện Màn hình

source: Enable this option, if your panel is located on top or on the right.
es: Habilitar esta opción si su panel está ubicado en la parte superior o en la derecha.
eu: Aukera hau gaitu, zure panela goian edo eskubialdean kokaturik badago.
hu: Használd e lehetőséget, ha a panel fent vagy jobb oldalon van.
ja: パネルを上部か右側に置くと、このオプションが有効になります。
ko: 패널이 위쪽이나 오른쪽에 있는 경우, 이 항목을 선택하십시오.
lt: Naudokite šį parametrą, jei jūsų skydelis yra viršuje arba dešinėje.
vi: Bật tùy chọn này nếu bảng panel nằm trên đỉnh hoặc bên phải.

source: Normally, the first mouse button is connected to the windowmanager showdesktop feature, if the WM supports it, and the middle mouse button is connected to the plugin internal showdesktop feature. You can reverse it with this option.
es: Usualmente, el primer botón del ratón está conectado a la opción de showdesktop para el gestor de ventanas, si éste lo soporta, y el botón del medio está conectado a la opción interna del añadido showdesktop. Puede intercambiarlos con esta opción.
eu: Normalean, saguaren lehen botoia leiho kudeatzailearen idazmahaia-bistarazi ezaugarrira loturik egoten da, Leiho Kudeatzaileak onartzen badu, eta erdiko botoia plugin-aren barne idazmahaia-bistarazi ezaugarriraa lotuko da. Aukera honen bidez ezarpen hauek trukatu ditzakezu.
hu: Általában az 1. egér gomb kezeli az ablakkezelő hasonló funkcióját, ha az támogatja azt és a középső gomb működteti ezt. Ezt válthatod e lehetőséggel.
ja: ウィンドウマネージャーがサポートしていれば、通常マウスの左ボタンはデスクトップ表示機能に対応し、中央のボタンはこのプラグインに備わっているデスクトップ表示機能に対応します。このオプションでそれを逆にする事が可能です。
ko: 창관리자(WM)이 지원하는 경우, 대개는 마우스의 첫번째 버튼이 창관리자의 데스크탑 보이기 기능에 연결되어 있고, 가운데 버튼은 플러그인 내부의 데스크탑 보이기 기능에 연결되어 있습니다. 이 항목을 이용하여 두 버튼의 기능을 바꿀 수 있습니다.
lt: Pirmasis pelės mygtukas dažniausiai yra susietas su vidine langų valdyklės galimybe paslėpti visus langus (jei ji tai palaiko), o vidurinysis – su analogiška šio įskiepio galimybe. Šis parametras leidžia sukeisti pelės mygtukų funkcijas.
vi: Thông thường, nút chuột đầu tiên dùng cho tính năng hiện màn hình của trình quản lý cửa sổ, nếu WM hỗ trợ, và nút chuột giữa dùng cho tính năng hiện màn hình nội bộ. Người dùng có thể giữ cấu hình đó bằng tùy chọn này.

source: If this option is enabled, the plugin consumes less space on the panel.
es: Si se habilita esta opción, el añadiido consume menos espacio en elpanel.
eu: Aukera hau gaiturik badago, pluginak leku gutxiago erabiliko du panelean.
hu: E lehetőséggel kisebb helyre elfér
ja: このオプションを有効にすると、パネルでの消費スペースが小さくなります。
ko: 이 항목을 선택하면, 패널에서 차지하는 공간을 줄여줍니다.
lt: Šiam parametrui esant įjungtam, įskiepis skydelyje užims mažiau vietos.
vi: Nếu bật dùng tùy chọn này, thì plugin dùng ít không gian trên bảng panel hơn.

source: display one button only
es: mostrar solo un botón
eu: botoi bat bakarrik bistarazi
hu: csak 1 gomb megjelenítése
ja: 一つのボタンのみ表示する
ko: 버튼을 하나만 보여줍니다.
lt: rodyti tik vieną mygtuką
vi: chỉ hiển thị một nút

source: alternate button mode
es: alternar modos de botón
eu: botoi modua txandakatu
hu: változó gomb mód
ja: 別のボタンモード
ko: 버튼의 기능을 바꿉니다.
lt: alternatyvi pelės veiksena
vi: chế độ nút tương đương

source: one toggle button
es: un botón de intercambio
eu: konmutadore bateko botoia
hu: 1 váltógomb
ja: 一つのトグルボタン
ko: 버튼 한개만 보이기
lt: vienas perjungiklis
vi: chỉ một nút
